MODE.FirstCasualtyCommander = {
	"Мы обнаружили уже одно заражение, будьте осторожны",
	"Один из выживших пал, не дайте им сделать следующим вас. оставайтесь на чеку.",
	"Мы потеряли сигнал с выжившим, скорее всего он заражен. Будьте на готове.",
	"Один из вас уже заражен. Вы можете быть следующим, оставайтесь на чеку и будьте осторожнее."
}

MODE.HalfWayCommander = {
	"Половина выживших были заражены. Старайтесь собраться с оставшимися в группу.",
	"Половина из вас либо мертвы либо заражены. Возможно бог поможет вам.",
	"Патогенов уже больше половины. Оставайтесь в безопасность, и бдите по всем сторонам.",
	"Это не выглядит хорошо, Половина из вас были заражены. Дерьмо.",
}

MODE.HalfWayHeliCommander = {
	"Из всех вас осталось половина. Эвакуационный вертолет уже на пути. Примерное прибытие: 4-5 Минут.",
	"Половина из вас либо мертвы, либо были заражены. Эвакуационный вертолет вылетает в путь, дождитесь их!",
	"Патогены заразили половину ваших. Вертолет уже был вызван к вам, Оставайтесь людьми еще на немного!",
	"Это не выглядит хорошо, половина из ваших были заражены. Эвакуационный вертолет вылетает в путь, старайтесь не встречаться с этими тварями еще немного.",
}

MODE.HalfWayExtractCommander = {
	"Из всех ваших осталось половина. Эвакуационный сквад дельта уже в пути. Примерное прибытие: 2-3 минуты.",
	"Половина из вас либо мертвы, либо были заражены. Эвакуационный сквад дельта уже на подходе, дождитесь их!",
	"Патогены заразили половину ваших. Я вызвал эвакуационный сквад дельта, Просто оставайтесь еще чуть чуть людьми!",
	"Это не выглядит хорошо, половина из ваших были заражены. Эвакуационный сквад выдвигается в путь, старайтесь не встречаться с этими тварями еще немного.",
}

MODE.ThreeLeftCommander = {
	"Только ты и еще троя остались в живых. Прикрывайте друг друга.",
	"Только троя остались живы, Не считая тебя. Я надеюсь ты готов к неожиданным ситуациям...",
	"Только троя человек и ты остались в живых, бог вам поможет.",
	"Ты, и двоя других еще живые. Попробуйте собраться вместе."
}

MODE.ThreeLeftHeliCommander = {
	"Только ты и еще троя остались в живых. Вертолет прибудет с минуты на минуту.",
	"Только троя остались живы, Не считая тебя. Я надеюсь ты готов к эвакуации.",
	"Только троя человек и ты остались в живых, ожидайте вертолет.",
	"Ты, и двоя других еще живые. Соберитесь вместе, Эвакуационный вертолет уже на подходе."
}

MODE.TwoLeftCommander = {
	"Теперь только ты и еще двоя человек в этом заброшенном месте.",
	"Теперь вас двоя... ДЕРЬМО!",
	"Только ты. И еще несколько людей. Бог поможет вам.",
	"Теперь только двоя остались в живых. Не сдавайтесь, сражайтесь до последнего вздоха!"
}

MODE.OneLeftCommander = {
	"Ты теперь один... Может бог помилует твою душу.",
	"Ты единственный выживший. Теперь остается только молится.",
	"Только ты и я, А? Рад что я не рядом с тобой.",
	"Ты единственный выживший. Извини, солдат."
}

MODE.FirstCasualtyContractor = {
	"Первое убийство.",
	"Один мертв, оставайся на чеку.",
	"Один выживший мертв.",
	"Кто-то из них мертв. Заражен или застрелен, вообще это не важно. Продолжай."
}

MODE.HalfWayContractor = {
	"Ты почти сделал это, половина выживших мертвы. Превосходно.",
	"Насчет половины твоих врагов, они уже мертвы. Просто оповещаю тебя.",
	"Половина из них мертвы. Хорошая работа оперативник, продолжайте свою работу.",
	"Хорошая работа оперативник, Половина выживших теперь мертвы.",
}

MODE.ThreeLeftContractor = {
	"Осталось два выживших. Закончи то что начал.",
	"Осталось всего двоя. Ты знаешь что делать.",
	"Только двоя выживших остались в живых. Хорошая работа, ты почти сделал это.",
	"Ты, и двоя выживших где-то остались. Найди их, и убей их."
}

MODE.TwoLeftContractor = {
	"Остался один выживший. Закончи с ним.",
	"Только один выживший. Не пропусти его.",
	"Найди и убей последнего. Твоя эвакуация уже ожидает тебя.",
	"Один противник. Найди его."
}

MODE.OneLeftContractor = {
	"Теперь ты один остался в этой резне. Миссия выполнена. Высылаю твою точку эвакуации.",
	"Ты убил их всех. миссия выполнена. Выдвигайся на точку эвакуации.",
	"Оперативник, Остался теперь только ты. Миссия выполнена. Доберитесь до точки эвакуации.",
	"Оперативник, Твоя миссия выполнена. Иди на точку эвакуации."
}